IDEA Open Model
BentUpBar.TopLength Property
Compatible with IDEA StatiCa Beta 20.0
 Length of additional bar on the top
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double TopLength { get; set; }
Public Property TopLength As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BentUpBar Class
IdeaRS.OpenModel.Detail Namespace